{
    "Home": "Inicio",
    "Why PAY.COOL": "Por qué PAY.COOL",
    "Pay.cool Payment": "Pago Pay.cool",
    "All Right Reserved": "Todos los derechos reservados",
    "paycoll": "",
    "Pay.cool": "Pay.cool",
    "pay.cool": "pay.cool",
    "PAY.COOL": "PAY.COOL",
    "Lightning Remit": "Remesa Lightning",
    "WHY PAY.COOL": "POR QUÉ PAY.COOL",
    "AboutPaycool": "Acerca de",
    "paycooldesc1": "PAY.COOL es una plataforma Web3 integral que integra un monedero descentralizado de cadenas cruzadas, un sistema de pagos con un modelo económico revolucionario (CONSUMERCHANT - convierte el consumo en inversión) y un sistema de recompensas unificado por referencias. Tiene características de monedero multi-firmas, monedero seguro sin mnemotécnico MPC y proporciona un protocolo de comunicación DAPP único, que permite una conexión sin problemas entre Dapps y monedero, mejorando efectivamente la experiencia del usuario.",
    "paycooldesc2": "El sistema PAY.COOL es una plataforma universal construida sobre la cadena de bloques pública de alto rendimiento FAB Chain. Además de poder conectarse a cualquier aplicación de terceros a través de Wallet-Connection, el protocolo dedicado de la plataforma también puede usarse para conectar Dapps sin problemas. Hay muchas Dapps importantes desplegadas en la plataforma PAY.COOL, incluidos el sistema de identidad digital Metarin, el intercambio AMM Biswap, el sistema metaverso Metahege, sobres rojos digitales Lucky Money, etc.",
    "paycooldesc3": "El sistema unificado de relaciones por referencias de PAY.COOL, construido en la cadena de bloques, es una característica importante de la plataforma PAY.COOL. Una vez referido, obtendrás beneficios de por vida y compartirás permanentemente las recompensas de varios proyectos, lo cual es de gran importancia.",
    "paycooldesc4": "Con PAY.COOL, el pago ya no es solo un pago, sino que tiene un efecto secundario de inversión mágico. Permite a los consumidores tener una inversión al realizar el pago. El sistema PAY.COOL se basa en un poderoso modelo Rebate-N-Reward, que trae beneficios a todos los participantes, incluidos consumidores, comerciantes y referidos, tanto para los comerciantes como para los consumidores en múltiples niveles, y estos beneficios son para siempre.",
    "paycooldesc5": "El sistema PAY.COOL es una plataforma completamente descentralizada basada en la cadena de bloques FAB. Todo es abierto, transparente, seguro y confiable. Los usuarios tienen control absoluto sobre sus activos. (Es necesario aclarar que, según el cumplimiento o las necesidades comerciales, algunas DAPPs tienen características centralizadas, como el registro, KYC, etc., que son determinadas por la DAPP y no son funciones de la plataforma PAY.COOL.)",
    "paycooldesc6": "Las aplicaciones de la plataforma PAY.COOL se están volviendo cada vez más ricas. Además del pago, están disponibles funciones como mensajería descentralizada, redes sociales, metaverso, cadena de suministro, comercio electrónico, y habrá más y más...",
    "paycooldesc7": "Los productos de Pay.cool incluyen el sitio web https://pay.cool y la aplicación móvil Pay.cool. Son productos técnicos desarrollados por Aukfa Inc. en Canadá y pertenecen a Pay.cool LLC en los Estados Unidos. La plataforma consiste en una billetera de criptomonedas, un sistema de pagos, un sistema de gobernanza comunitaria y una plataforma de aplicaciones descentralizadas (Dapps).",
    "paycooldesc8": "Pay.cool es una plataforma abierta y una herramienta técnica universal que admite múltiples blockchains. Los usuarios y comerciantes pueden agregar, gestionar y utilizar tokens de cualquier blockchain relevante. Estos tokens no están relacionados con Pay.cool y son propiedad y responsabilidad de sus respectivos emisores y usuarios. Los usuarios también pueden integrar o conectar cualquier aplicación descentralizada (Dapp), cada una de las cuales es propiedad y responsabilidad de sus propietarios y no está relacionada con Pay.cool.",
    "paycooldesc9": "Actualmente, Pay.cool no posee ningún token, pero planea emitir un token de plataforma. Si se emite, el token pasará primero por un proceso de licencia y cumplimiento en el país o región de emisión correspondiente.",
    "paycooldesc10": "Estructura Operativa: Actualmente, Pay.cool opera únicamente como proveedor de servicios técnicos. Para promover los servicios de pago y apoyar la economía real, Pay.cool planea buscar socios en varios países y regiones. Los socios serán responsables de emitir monedas estables respaldadas por moneda fiduciaria local y de promover los servicios de pago, siempre y cuando obtengan las licencias necesarias y cumplan con las normativas locales.",
    "paycooldesc11": "Actualmente, Pay.cool ha establecido asociaciones o afiliados en Estados Unidos, Canadá, Hong Kong, Australia, el sudeste asiático, Europa y El Salvador. Sin embargo, aún no ha comenzado operaciones comerciales formales. Después de completar su planificación general, Pay.cool lanzará gradualmente sus operaciones, incluyendo la creación de equipos de cumplimiento y operación.",
    "Turncontoin": "Convierte el consumo en inversión",
    "Visit Related Websites": "Visita sitios web relacionados",
    "Download Our": "Descarga nuestro",
    "Parent Node": "Nodo padre",
    "Spend1": "Gasta una vez, gana dos veces",
    "Paytoearn": "Pagar para ganar es genial",
    "Topdesc1": "Rápido, de bajo costo, fácil de usar, a nivel mundial.",
    "Topdesc2": "Convierte el consumo en inversión, gasta una vez, gana dos veces. Pay.cool trae la innovación revolucionaria a la vida.",
    "Topdesc3": "Para los individuos, no solo tienes la oportunidad de recuperar tu gasto como consumidor, sino la oportunidad de construir tu sistema de negocio para generar ingresos pasivos al referir a otros para que se unan.",
    "Topdesc4": "Para los comerciantes, no solo aumentan las ventas con el poderoso programa de lealtad, también pueden ampliar sus fuentes de ingresos al referir a sus clientes al sistema Pay.cool.",
    "Account": "Cuenta",
    "Asset": "Activo",
    "Assets": "Activos",
    "Merchant": "Comerciante",
    "Team": "Equipo",
    "generateApiCredential": "Generar credenciales API",
    "may_degrade_level": "Al hacer clic en Canjear en este casillero, puede disminuir el nivel de asociación en Metaforce.",
    "Member": "Miembro",
    "Merchant credit": "Crédito de comerciante",
    "New Merchant Registration": "Nuevo registro de comerciante",
    "Rebate rate": "Tasa de reembolso",
    "Create": "Crear",
    "Update": "Actualizar",
    "Wallet Balance": "Saldo del monedero",
    "Show token": "Mostrar token",
    "Down line": "Línea descendente",
    "Register": "Registrarse",
    "Login": "Iniciar sesión",
    "My Order": "Mis pedidos",
    "7fortune": "Fortuna 7-Star",
    "Logout": "Cerrar sesión",
    "Delete": "Eliminar",
    "Forgetpwd": "¿Olvidaste tu contraseña?",
    "Email address": "Dirección de correo electrónico",
    "Wallet name": "Nombre del monedero",
    "Wallet address": "Dirección del monedero",
    "Investment amount": "Monto de la inversión",
    "Gas": "Gas",
    "Password": "Contraseña",
    "Confirm password": "Confirmar contraseña",
    "Invitation code": "Código de invitación",
    "Registered": "Registrado",
    "RestorePwd": "Restaurar contraseña",
    "Password mismatch": "Las contraseñas no coinciden",
    "Wallet FAB address required": "Se requiere dirección FAB del monedero",
    "Remember me": "Recuérdame",
    "Activation": "Activación",
    "CashAppRequiredNote": "Por favor transfiere con nota: las últimas 6 letras de la dirección de tu monedero 7-star",
    "Activation code": "Código de activación",
    "Sevenstar": "7-Star",
    "Sevenstar2": "Club Consumerchant",
    "Consumscore": "Ecosistema de recompensas de consumo",
    "My referral code": "Mi código de referido",
    "Referral link": "Enlace de referido",
    "My downline": "Mi línea descendente",
    "Downline": "Línea descendente",
    "Donthaveacct": "¿No tienes una cuenta?",
    "Title1": "Atrapa la",
    "Title1-2": "Era Blockchain",
    "Title1-3": "Express",
    "Title2": "Modelo de Negocio Seven Star",
    "MnemNote": "Por favor, registra y almacena de manera segura las siguientes doce palabras mnemotécnicas (SEED), no las divulgues a nadie. Divulgar tu SEED comprometerá tu cuenta y perderás todos tus fondos. Almacena tu SEED de forma segura para que la pérdida o daño de un dispositivo no afecte tu capacidad de acceder a tu SEED. Se recomienda no enviar tu SEED por correo electrónico o aplicaciones de comunicación social. Asegúrate de usar tu SEED solo con el monedero oficial de FAB/eXchangily/pay.cool.",
    "Backup Wallet Seed Phrases": "Frases SEED de respaldo del monedero",
    "Desc20": "Arquitectura unificada, diseño optimizado, funciones que cubren cambios de divisas, pagos, gestión de activos digitales, servicios DEFI, súper seguridad, alta eficiencia, bajo costo, modo de pago híbrido, para satisfacer cualquier necesidad de pago, en comparación con los métodos de pago tradicionales, exactamente el mismo negocio, trae enormes beneficios potenciales adicionales para comerciantes y consumidores.",
    "Desc21": "Un sistema de pago universal híbrido respaldado por modelos económicos innovadores y una arquitectura de inteligencia artificial, adecuado para cualquier comerciante y consumidor, redefine el consumo, reescribe las reglas comerciales y construye la ecología económica del futuro, todo en Pay.cool",
    "Title3": "Modelo de Crecimiento Geométrico",
    "Title4": "Promover la Colaboración",
    "Title5": "Convierte el consumo en inversión, gasta una vez, gana dos veces. Pay.cool: ¡el modelo de negocio revolucionario basado en la blockchain!",
    "Title6": "La mejor solución de pago para todos",
    "Title310": "Altamente seguro y confiable",
    "Desc310": "Medidas antifraude impulsadas por IA, de nivel de cadena de bloques pública seguras, que garantizan una seguridad, confiabilidad y confianza excepcionales.",
    "Title311": "Plataforma Web3 Integral",
    "Desc311": "Con un monedero de múltiples cadenas, pagos, funciones sociales basadas en activos y soporte DAPP, Pay.Cool es la puerta de entrada a la próxima generación de Internet.",
    "Title312": "Autonomía de Datos y Activos Digitales",
    "Desc312": "Tienes autonomía sobre tus activos digitales, así como sobre tus diseños creativos, imágenes, videos y artículos, etc.",
    "Title313": "Modelo de Negocio Consumerchant",
    "Desc313": "Implanta un modelo consumerchant revolucionario para transformar el consumo en inversión, trayendo beneficios a largo plazo para empresas y consumidores.",
    "Title7": "Pagos globales rápidos e instantáneos",
    "Title8": "Plataforma de Pago Descentralizada",
    "Title9": "Bajos Costos de Transacción",
    "Title10": "Pagos Cripto Peer-to-Peer 24/7",
    "Title11": "Únete Gratis con Código de Referencia",
    "Title12": "Recompensa de Pago Basada en Referencias",
    "Title13": "¿Por qué usar Pay.Cool?",
    "Título15": "Propiedad autónoma de datos y activos digitales",
    "Title17": "Tarifas de transacción adicionales y valor agregado",
    "Title19": "Los países comparten enormes beneficios del mercado",
    "Title24": "Paga para Ganar es Genial: Programa de Afiliados",
    "Desc22": "Impulsado por Fast Access Blockchain, Pay.Cool es capaz de procesar pagos en menos de 2 segundos.",
    "Desc23": "Pay.Cool es una red de pagos cripto descentralizada y de código abierto que otorga a los usuarios el control total sobre sus activos digitales.",
    "Desc24": "En comparación con las transacciones POS, cuesta tan solo $0.002 por transacción en Pay.Cool, lo que lo convierte en la herramienta de pago más rentable.",
    "Desc25": "Pay.Cool no tiene fronteras y permite a los usuarios realizar pagos cripto peer-to-peer en cualquier momento y lugar con liquidación instantánea.",
    "Desc26": "Únete como miembro de Pay.Cool de forma gratuita. Ingresa el código de tu referente o utiliza este código inicial: ",
    "Desc27": "Los miembros de Pay.Cool pueden ganar hasta el 50% de la tarifa de transacción como recompensas. Cuantos más miembros refieras, más recompensas puedes ganar.",
    "Desc34": "Crea una cuenta Pay.Cool en el sitio web o en tu dispositivo móvil e ingresa el código de referencia para unirte de forma gratuita. Refiera tantos usuarios como sea posible, expande tus redes de referencias y observa cómo tus ganancias en Pay.Cool crecen junto con los ecosistemas consumerchant. Esto se puede hacer fácilmente siguiendo los 4 pasos a continuación:",
    "Step 1": "Paso 1",
    "Step 2": "Paso 2",
    "Step 3": "Paso 3",
    "Step 4": "Paso 4",
    "Step 1 Desc": "Descarga la App de Pay.Cool en la Apple Store o Google Play Store.",
    "Step 2 Desc": "Únete al programa de membresía Pay.Cool a través de tu código de referencia y genera tu enlace personal.",
    "Step 3 Desc": "Comparte tu enlace de referencia con tu familia y amigos.",
    "Step 4 Desc": "Continúa expandiendo tu red mientras tus ganancias en Pay.Cool aumentan cada vez más.",
    "Title25": "Prepárate para pagos cripto sin interrupciones",
    "Title26": "Accede a más de 300 millones de usuarios cripto a nivel mundial. Más de 10K usuarios directos de Pay.Cool.",
    "Title27": "Disfruta de los costos de transacción extremadamente bajos con liquidación en tiempo real.",
    "Title28": "Pagos cripto peer-to-peer sin fronteras 24/7",
    "Title29": "Aumenta tus ingresos pasivos con las recompensas de Pay.Cool",
    "Title30": "Experimente el encanto de WEB3",
    "Title31": "Descarga e instala la App de Pay.Cool hoy:",
    "Read PDF file for details": "Lee el archivo PDF para más detalles",
    "Currency": "Moneda",
    "Select Currency": "Seleccionar moneda",
    "Create Wallet": "Crear monedero",
    "Restore Wallet": "Restaurar monedero",
    "Already have mnemonics? Restore": "¿Ya tienes mnemónicos? Restaurar",
    "Next": "Siguiente",
    "VerifyMnemNote": "Para verificar que has registrado correctamente los mnemónicos, por favor ingrésalos en su orden original en los siguientes campos escribiéndolos o tocándolos. Recomendamos encarecidamente escribir los mnemónicos, ya que si anotas algún mnemónico incorrectamente, podrías perder todos tus activos permanentemente, asumiendo la total responsabilidad por ello.",
    "Back": "Atrás",
    "Confirm": "Confirmar",
    "Verify Mnemonics": "Verificar mnemónicos",
    "Wallet Name": "Nombre del monedero",
    "Invalid wallet name": "Nombre de monedero inválido",
    "Type wallet name": "Escribe el nombre del monedero",
    "Invalid password": "Contraseña inválida",
    "Type wallet password": "Escribe la contraseña del monedero",
    "Type password again": "Escribe la contraseña de nuevo",
    "Password doesn't match": "Las contraseñas no coinciden",
    "Seed phrase, separated by space": "Frase mnemónica, separada por espacios",
    "Seed Phrase is invalid": "Frase mnemónica inválida",
    "Import Wallet": "Importar monedero",
    "Wallet Password": "Contraseña del monedero",
    "Confirm Wallet Password": "Confirmar contraseña del monedero",
    "My Wallet": "Mi monedero",
    "My Assets": "Mis activos",
    "Amount": "Cantidad",
    "Enter amount": "Ingresa la cantidad",
    "Add Wallet": "Agregar monedero",
    "Enroll": "Inscribirse para unirse al ecosistema DEFI",
    "Enter wallet address": "Ingresa la dirección del monedero",
    "CoinT": "Moneda",
    "Balance": "Saldo",
    "Locked Balance": "Saldo bloqueado",
    "Value(USD)": "Valor (USD)",
    "Dividend": "Dividendo",
    "Your payment is on the way": "Tu pago está en camino",
    "Make another payment": "Realizar otro pago",
    "My wallet": "Mi monedero",
    "My referral link": "Mi enlace de referencia",
    "Team lead": "Líder del equipo",
    "Referral": "Referencia",
    "Transaction fee": "Tarifa de transacción",
    "depends on the gas used on the blockchain": "depende del gas utilizado en la blockchain",
    "orderTitle": "Detalles del pedido",
    "Status": "Estado",
    "PayDUSD": "Pagar con DUSD",
    "Rceiving Address": "Dirección de recepción",
    "Send": "Enviar",
    "to the above address": "a la dirección anterior",
    "Click to confirm payment after payment made": "Haz clic para confirmar el pago después de realizarlo",
    "Confirm payment with DUSD": "Confirmar el pago con DUSD",
    "Txid": "ID de transacción (Txid)",
    "Enter txid": "Ingresa el txid",
    "PayStatus0": "Esperando pago",
    "PayStatus1": "Marcado como pagado",
    "PayStatus3": "Pago confirmado",
    "PayStatus4": "Completado",
    "PayStatus5": "Cancelado",
    "PayStatus6": "Suspendido",
    "PayStatusundefined": "Desconocido",
    "Unkonwn": "Desconocido",
    "Enter Account Name": "Ingresa el nombre de la cuenta",
    "Confirm and Pay": "Confirmar y pagar",
    "Marked as paid": "Marcado como pagado",
    "Not in Cash App yet? click": "¿Aún no estás en Cash App? Haz clic",
    "to register": "para registrarte",
    "No order": "Sin pedidos",
    "Created date": "Fecha de creación",
    "Last updated": "Última actualización",
    "Create order": "Crear pedido",
    "Invalid referral": "Referencia inválida",
    "Select payment method": "Seleccionar método de pago",
    "NoWalletNote": "No hay monedero disponible, puedes crear un nuevo monedero o importar uno existente para unirte a Pay.cool como miembro.",
    "DeleteNote": "Ten en cuenta que al eliminar el monedero, todos sus datos se eliminarán permanentemente de este dispositivo. Asegúrate de haber anotado y guardado las mnemónicas de forma segura o perderás este monedero y todos los activos en él de manera permanente.",
    "ConfirmDel": "¿Estás seguro de querer eliminar el monedero de este dispositivo?",
    "Yes": "Sí",
    "Cancel": "Cancelar",
    "NoWalletNote2": "No hay monedero disponible, por favor crea o restaura tu monedero primero.",
    "Wallet": "Monedero",
    "Assets in wallet": "Activos en el monedero",
    "Assets in exchange": "Activos en el intercambio",
    "Defi assets": "Activos DeFi",
    "Flash pay": "Pago rápido",
    "Trade": "Comercio",
    "My DEFI Assets": "Mis activos DEFI",
    "My Orders": "Mis pedidos",
    "My Team": "Mi equipo",
    "Value": "Valor",
    "You have no any DEFI asset": "No tienes ningún activo DEFI",
    "My pay.cool assets total value": "Valor total bloqueado de mis activos 7-star",
    "Brief Introduction": "Breve introducción",
    "Waiting to start": "Esperando a empezar",
    "In progress": "En progreso...",
    "Ended": "Terminado",
    "My participation": "Mi participación",
    "Transaction History": "Historial de transacciones",
    "Login Setting": "Configuración de inicio de sesión",
    "Show seed phrase": "Mostrar frase mnemónica",
    "DeleteWallet": "Eliminar monedero",
    "Receive": "Recibir",
    "Send$": "Enviar",
    "Download QR Code": "Descargar código QR",
    "Send to": "Enviar a",
    "To address": "A la dirección",
    "Send amount": "Cantidad a enviar",
    "Comment": "Comentario",
    "Advanced": "Avanzado",
    "Fiu/Byte": "Fiu/Byte",
    "I haven't participate this campaign yet": "Aún no he participado en esta campaña",
    "I participated this campaign already": "Ya participé en esta campaña",
    "Participate this project": "Participar en este proyecto",
    "Waitting for payment": "Esperando pago",
    "Payment confirmed": "Pago confirmado",
    "Completed": "Completado",
    "Cancelled": "Cancelado",
    "Suspended": "Suspendido",
    "Make payment": "Realizar pago",
    "Referral (mandatory)": "Referencia (obligatoria)",
    "Invalid referral code": "Código de referencia inválido",
    "You can't use your own referral code": "No puedes usar tu propio código de referencia",
    "Receiving address": "Dirección de recepción",
    "Please pay": "Por favor paga",
    "to below address": "a la dirección que aparece a continuación (escanea el código QR o copia y pega la dirección)",
    "Please select a blockchain": "Por favor selecciona una blockchain",
    "Tron": "Tron",
    "Ethereum": "Ethereum",
    "TransactionId (mandatory)": "ID de transacción (obligatorio)",
    "Confirm payment": "Confirmar pago",
    "Can't make duplicate payment": "No se puede realizar un pago duplicado",
    "My total rewards": "Mis recompensas totales",
    "Not calculated yet": "Aún no calculado",
    "My level": "Mi nivel",
    "Global ecosystem geographic node owner": "Propietario de nodo geográfico del ecosistema global",
    "Governing territory": "Territorio gobernante",
    "To be decided": "Por decidir",
    "My account summary": "Resumen de mi cuenta",
    "Universal ID": "ID Universal",
    "PwdNote": "La contraseña debe tener entre 8 y 12 números o letras, y debe contener al menos una letra mayúscula, una letra minúscula y un carácter especial ($%#@&*).",
    "Mnemonics mismatch": "Los mnemónicos no coinciden",
    "Type in wallet name": "Escribe el nombre del monedero",
    "Type in password": "Escribe la contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Repeat password": "Repetir contraseña",
    "Submit": "Enviar",
    "Confirm to delete": "Entiendo las consecuencias de eliminar, continuar con la eliminación",
    "My referral-code": "Mi código de referencia",
    "Set Password": "Establecer contraseña",
    "Pay through your Lightning Remit account": "Pagar a través de tu cuenta de Lightning Remit",
    "Your Lightning Remit account balance": "Saldo de tu cuenta Lightning Remit",
    "Learn more for details": "Más información",
    "Opportunities": "¡PAGAR PARA GANAR ES GENIAL!",
    "Opportunities-content": "Únete gratis para individuos o comerciantes, no se necesita pago, solo participa y referencia. Entonces podrás consumir para ganar dinero, o formar un equipo para establecer tu negocio.",
    "GET STARTED": "COMENZAR",
    "Join for free": "Únete gratis",
    "Join Detail": "Experimenta el milagro de ganar dinero a partir del consumo, o construye tu propio imperio empresarial, completamente gratis.",
    "Join Now": "Únete ahora",
    "English Contents": "Contenidos en inglés",
    "Simplified Chinese Contents": "Contenidos en chino simplificado",
    "Referral code": "Código de referencia",
    "Enter refcode": "Ingresa el código de referencia",
    "You are NOT a Pay.cool member": "No eres miembro de Pay.cool",
    "Apple store app": "Descarga de la app en Apple Store",
    "Google play app": "Descarga de la app en Google Play",
    "Privacy Policy": "Política de privacidad",
    "No Data Collection": "No se recopilan datos",
    "import from 7star": "importar desde 7star",
    "pixels": "píxeles",
    "Max": "Máx",
    "Referrer address": "Dirección del referente",
    "Delete image": "Eliminar imagen",
    "Merchant id": "ID del comerciante",
    "Image file size exceeds 256K bytes.": "El tamaño del archivo de imagen supera los 256 KB.",
    "Image size must be 320 x 200 pixels !": "El tamaño de la imagen debe ser 320 x 200 píxeles.",
    "Error in uploading.": "Error al cargar.",
    "privacycontent": "Pay.cool es una aplicación descentralizada de código abierto, el usuario puede usarla libremente generando su propio monedero, no se requiere registro o suscripción. La contraseña se utiliza para encriptar mnemónicos o la clave privada en el dispositivo local del usuario, no se recopilan datos de usuario.",
    "homeTitle": "Innovación disruptiva plataforma de pago WEB3",
    "homeIntro1": "Consumidores: el consumo se transforma en inversión; comerciantes: los recursos de ingresos se expanden automáticamente.",
    "homeIntro2": "Subvierte el modelo económico tradicional, experimenta la magia de los negocios del futuro, conéctate sin problemas con los negocios existentes y la tecnología única te permitirá ingresar a la economía del futuro.",
    "Get The APP": "Obtén la APP",
    "Kanban address": "Dirección de Kanban",
    "merHomeTitle1": "¡CON PAY.COOL EN MANO, DOMINA EL MUNDO WEB3!",
    "merHomeDesc": "Un mundo dual, una nueva economía, nuevas oportunidades y una experiencia mágica.",
    "merHomeBtn1": "Registrar cuenta",
    "merHomeBtn2": "¿Necesitas ayuda?",
    "editMerchant": "Mi cuenta",
    "merWhyUs": "¿Por qué elegir Pay.Cool?",
    "merWhyUs1": "Seguro",
    "merWhyUs1Desc": "Pagos cripto seguros y liquidaciones instantáneas.",
    "merWhyUs2": "Bajo costo",
    "merWhyUs2Desc": "Ahorros enormes en comparación con los sistemas de pago POS.",
    "merWhyUs3": "Ingresos pasivos",
    "merWhyUs3Desc": "Genera ingresos pasivos más allá del alcance comercial actual.",
    "merWhyUs4": "Nuevos clientes",
    "merWhyUs4Desc": "Nuevo grupo demográfico de clientes a través de referencias.",
    "merCasherIntro1": "Configuración fácil de la caja registradora",
    "merCasherIntro2": "Código QR automático para pagos",
    "merCasherIntro3": "Comparte fácilmente con el cliente",
    "merCasherIntro4": "Soporte disponible 24/7",
    "merCasherLink": "Configurar caja registradora Pay.Cool",
    "merCasherLinkDesc": "Nota: configura la caja registradora Pay.Cool después de que tu registro sea aprobado.",
    "merHow": "¿Cómo funciona?",
    "merHow1": "Configura una cuenta de comerciante Pay.Cool",
    "merHow1Desc": "El registro es rápido y fácil para todos; el soporte siempre está disponible.",
    "merHow2": "Envía el código QR de la orden al consumidor",
    "merHow2Desc": "Comparte fácilmente el código QR de pago con el consumidor.",
    "merHow3": "Recibe el pago en segundos",
    "merHow3Desc": "Completa tan rápido como al pasar una tarjeta de crédito.",
    "merAccept": "Acepta pagos cripto ultra rápidos en todas las principales blockchains",
    "merAcceptDesc": "El tipo de pagos cripto que se aceptan es elección del comerciante.",
    "merWho": "¿Quiénes son nuestros socios?",
    "merWholink": "Ver todos los socios comerciantes",
    "merReady": "¿Listo para comenzar?",
    "merReadyDesc": "Transforma tu negocio con pagos cripto rápidos y seguros. ¡Regístrate ahora!",
    "cashierSetup": "Configuración de la caja registradora",
    "cashierCheckout": "Pagar",
    "cashierTransactionHistory": "Historial de transacciones",
    "cashierUserGuide": "GUÍA DEL USUARIO",
    "cashierContactSupport": "CONTACTAR SOPORTE",
    "cashierOrderInformation": "Información del pedido",
    "cashierOrderOwner": "Propietario del pedido (vendedor, operador)",
    "cashierOrderType:": "Tipo de pedido:",
    "cashierOne-TimePayment": "Pago único",
    "cashierReusablePayment": "Pago reutilizable",
    "cashierItemName": "Nombre del artículo",
    "cashierItemPrice": "Precio",
    "cashierItemQuantity": "Cantidad",
    "cashierTaxRate": "Tasa de impuestos (%)",
    "cashierRebateRate": "Tasa de reembolso (%)",
    "cashierRewardsLockDays": "Días de bloqueo de recompensas",
    "cashierShare": "Compartir",
    "cashierCancel": "Cancelar",
    "cashierClearForm": "Limpiar formulario",
    "cashierCreate QR Code": "Crear código QR",
    "newMerchantReg": "Nuevo registro de comerciante",
    "myMerchantReg": "Mi registro de comerciante",
    "businessname": "Nombre del negocio",
    "businesslogo": "Logo del negocio",
    "uploadimage": "Subir imagen",
    "businessaddress": "Dirección del negocio",
    "businesswebsite": "Sitio web del negocio",
    "contactname": "Nombre de contacto",
    "phone": "Número de teléfono",
    "emailCa": "Dirección de correo electrónico",
    "email2": "Reingresa la dirección de correo electrónico",
    "businesshour": "Horario de atención",
    "businessdescrip": "Descripción del negocio",
    "rebate": "*Tasa de reembolso",
    "primarycoin": "*Moneda principal del negocio",
    "tax": "*Tasa de impuestos (%)",
    "lock": "*Días de bloqueo",
    "merchantreferer": "*Código del referente del comerciante",
    "submit": "Enviar",
    "left01": "Tómate unos minutos para completar este formulario de registro. La administración lo aprobará dentro de 24-48 horas mediante una notificación por correo electrónico.",
    "left02": "*Solo los campos con un asterisco son obligatorios",
    "left03": "¿Necesitas ayuda con el registro? Contáctanos en marketing@pay.cool",
    "tip01": "Tasa de reembolso",
    "tip01-text": "Descuento ofrecido a los consumidores. Rango: 0%-99% que va al sistema de recompensas consumerchant.",
    "tip02": "Moneda principal del negocio",
    "tip02-text": "La criptomoneda principal que aceptas como comerciante.",
    "tip03": "Tasa de impuestos",
    "tip03-text": "Tasa de impuestos locales en la región donde opera el comerciante (ciudad/estado, etc.).",
    "tip04": "Días de bloqueo",
    "tip04-text": "Son los días que permiten a tu cliente devolver el producto y obtener un reembolso durante este período.",
    "tip05": "Código del referente del comerciante",
    "tip05-text": "El código del referente que refirió al comerciante para que se registrara.",
    "notification": "¡Gracias por enviar tu solicitud! Nos pondremos en contacto contigo en un plazo de 24-48 horas con un correo de confirmación. Asegúrate de que tu dirección de correo electrónico sea válida.",
    "headline": "Contactar ventas de Pay.Cool",
    "subheadline": "¿Necesitas ayuda? Utiliza este formulario para consultas comerciales. Nos pondremos en contacto contigo en un plazo de 24-48 horas.",
    "firstname": "NOMBRE",
    "firstname-inbox": "Nombre",
    "lastname": "APELLIDO",
    "lastname-inbox": "Apellido",
    "email": "DIRECCIÓN DE CORREO ELECTRÓNICO",
    "email-inbox": "Dirección de correo electrónico",
    "cell": "NÚMERO DE TELÉFONO",
    "cell-inbox": "Número de teléfono",
    "company": "EMPRESA",
    "company-inbox": "Nombre de la empresa",
    "companyweb": "SITIO WEB DE LA EMPRESA",
    "companyweb-inbox": "Sitio web de la empresa",
    "industry": "INDUSTRIA",
    "industry-inbox": "Por favor selecciona una industria",
    "country": "PAÍS",
    "country-inbox": "Por favor selecciona un país",
    "message": "MENSAJE",
    "message-inbox": "Mensaje para ventas de Pay.Cool...",
    "submitCa": "Enviar",
    "cashierSetupCa": "Configuración de la caja registradora",
    "checkout": "Pagar",
    "transactionHistory": "Historial de transacciones",
    "userGuide": "GUÍA DEL USUARIO",
    "contactSupport": "CONTACTAR SOPORTE",
    "merchantInformation": "Información del comerciante",
    "merchantReceivingAddress": "Dirección de monedero del comerciante",
    "saveButton": "Guardar",
    "tipTitle": "Nota",
    "tip-text": "Por favor ingresa la dirección de tu monedero de recepción del comerciante y haz clic en Guardar para completar la configuración. Tu ID de comerciante estará conectado con la dirección de tu monedero de recepción después de la configuración de la caja registradora.",
    "merchantID": "ID del comerciante",
    "notificationCa": "¡Felicidades! Tu caja registradora Pay.Cool ha sido configurada con éxito.",
    "title": "Historial de transacciones",
    "totalOrder": "Total de pedidos",
    "blockchainTransactionID": "ID de transacción en la blockchain",
    "consumerWalletAddress": "Dirección del monedero del consumidor",
    "currency": "Moneda",
    "amount": "Cantidad",
    "recent apk": "Último APK",
    "older apk": "APK anterior",
    "downloadApk": "Descargar",
    "whatsnew": "Qué hay de nuevo",
    "lastRelease": "Última versión",
    "candidate": "Candidato",
    "Consumer": "Consumidor",
    "Upload Image": "Subir imagen",
    "Uploaded": "Subido",
    "Selection Preview": "Vista previa de la selección",
    "Confirm Selection": "Confirmar selección",
    "Pay.cool MultiSig Wallet": "Monedero MultiSig Pay.cool",
    "newsafeway": "Una nueva forma de ayudarte a acceder a la blockchain de manera más segura.",
    "Create MultiSig": "Crear MultiSig",
    "multisigexp": "Crea un monedero controlado por múltiples propietarios.",
    "Import MultiSig": "Importar MultiSig",
    "hasMultisig": "Ya tienes un monedero MultiSig, impórtalo con la dirección.",
    "MultiSig wallet": "Monedero MultiSig",
    "Create a MultiSig": "Crear un MultiSig",
    "selectChain": "Selecciona tu red MultiSig, después de crear el monedero MultiSig, solo podrás usarlo en la red seleccionada.",
    "multiwalletNName": "Establece el nombre de tu monedero MultiSig, el nombre del monedero se almacena solo en tu dispositivo.",
    "Enter wallet name": "Ingresa el nombre del monedero",
    "gasFee": "Tarifa estimada, Pay.cool no se beneficia de esta tarifa.",
    "Edit": "Editar",
    "Edit Gas Fee": "Editar tarifa de gas",
    "Gas Price": "Precio del gas",
    "Gas Limit": "Límite de gas",
    "Save": "Guardar",
    "owner": "Propietario",
    "setOwer": "Establecer propietarios",
    "Minimum number of confirmations": "Número mínimo de confirmaciones",
    "Create new Account": "Crear nueva cuenta",
    "Review": "Revisar",
    "reviewExp": "Estás a punto de crear una nueva cuenta y tendrás que confirmar la transacción con tu monedero conectado.",
    "Network": "Red",
    "Name": "Nombre",
    "Owners": "Propietarios",
    "Threshold": "Umbral",
    "Est. network fee": "Tarifa de red estimada",
    "Account creation": "Creación de cuenta",
    "Wait for the creation": "Espera la creación",
    "networkExp": "Dependiendo del uso de la red, puede tomar algo de tiempo hasta que la transacción sea agregada con éxito a la blockchain y sea detectada por nuestros servicios.",
    "Transaction is being executed": "La transacción está siendo ejecutada",
    "Please do not leave this page.": "Por favor no dejes esta página.",
    "Validating transaction": "Validando transacción",
    "Your Wallet address": "Tu dirección de monedero",
    "Error while creating the address": "Error al crear la dirección",
    "Start using your wallet": "Comienza a usar tu monedero",
    "Account usage": "Uso de la cuenta",
    "Connect your Account": "Conecta tu cuenta",
    "Overview": "Visión general",
    "Transaction queue": "Cola de transacciones",
    "setOwner": "Establecer propietarios y umbral para el monedero MultiSig",
    "Add owner": "Agregar propietario",
    "Quick Links": "Enlaces rápidos",
    "About Us": "Sobre nosotros",
    "Privacy": "Privacidad",
    "Help": "Ayuda",
    "About Pay.cool": "Sobre Pay.cool",
    "Jobs": "Empleos",
    "Blog": "Blog",
    "Stay Connected": "Mantente conectado",
    "JOIN US": "ÚNETE A NOSOTROS",
    "subNews": "Suscríbete al boletín de noticias de Pay.Cool",
    "signEml": "Ingresa la dirección de correo electrónico",
    "emailVal": "Por favor ingresa una dirección de correo electrónico válida.",
    "succesScrib": "Suscripción exitosa, gracias",
    "Get Started": "Comenzar",
    "cpyRight": "Todos los derechos reservados.",
    "totalDownload": "Total de descargas",
    "announcement1": "¡Proyecto de Bonos Nacionales Digitales de El Salvador (DNB) anunciado oficialmente!",
    "announcement2": "¡Pay.Cool Beiku Payment como el suscriptor principal representa completamente la emisión de 1.5 mil millones en bonos nacionales! Y ofrece servicios de inmigración, tarjeta verde y visa salvadoreños.",
    "announcement3": "El sitio web de compras está siendo actualizado y mejorado, ¡mantente atento!",
    "Learn More": "Saber más",
    "Events": "Eventos",
    "Organizer": "Organizador",
    "Event Data": "Fecha del evento",
    "Registration Deadline": "Fecha límite de registro",
    "Service Email": "Correo electrónico de servicio",
    "Download Link": "Enlace de descarga",
    "Location": "Ubicación",
    "Developers": "Desarrolladores",
    "User": "Usuario",
    "Referrer": "Referente",
    "Animation": "Animación",
    "Pwdvalid": "Contraseña inválida"
}
