{
    "Home": "Home",
    "Why PAY.COOL": "Perché PAY.COOL",
    "Pay.cool Payment": "Pagamento Pay.cool",
    "All Right Reserved": "Tutti i diritti riservati",
    "paycoll": "",
    "Pay.cool": "Pay.cool",
    "pay.cool": "pay.cool",
    "PAY.COOL": "PAY.COOL",
    "Lightning Remit": "Remessa fulminea",
    "WHY PAY.COOL": "PERCHÉ PAY.COOL",
    "AboutPaycool": "Informazioni su",
    "paycooldesc1": "PAY.COOL è una piattaforma Web3 completa che integra un portafoglio cross-chain decentralizzato, un sistema di pagamento con un modello economico rivoluzionario (CONSUMERCHANT - trasforma il consumo in investimento), e un sistema di ricompensa referral unificato. Dispone di funzioni di portafoglio multi-wallet, portafoglio multi-firma, portafoglio sicuro senza mnemonico MPC e offre un protocollo di comunicazione DAPP unico, che consente una connessione senza soluzione di continuità tra Dapp e portafoglio, migliorando efficacemente l'esperienza dell'utente.",
    "paycooldesc2": "Il sistema PAY.COOL è una piattaforma universale costruita sulla blockchain pubblica ad alte prestazioni FAB Chain. Oltre a poter connettersi a qualsiasi applicazione di terze parti tramite Wallet-Connection, il protocollo dedicato della piattaforma può anche essere utilizzato per connettere Dapp in modo fluido. Ci sono molti Dapp importanti distribuiti sulla piattaforma PAY.COOL, tra cui il sistema di identità digitale Metarin, lo scambio AMM Biswap, il sistema metaverso Metahege, le buste rosse digitali Lucky Money, ecc.",
    "paycooldesc3": "Il sistema di relazione referral universale unificato di PAY.COOL, costruito sulla blockchain, è una caratteristica importante della piattaforma PAY.COOL. Una volta riferito, trarrai beneficio a vita e condividerai permanentemente le ricompense di vari progetti, il che è di grande importanza.",
    "paycooldesc4": "Con PAY.COOL, il pagamento non è più solo un pagamento, ma ha un effetto collaterale magico di investimento. Consente ai consumatori di avere un investimento bloccato durante il pagamento. Il sistema PAY.COOL si basa su un potente modello Rebate-N-Reward, che porta benefici a tutti i partecipanti, inclusi consumatori, commercianti, referenti, sia per i commercianti che per i consumatori a più livelli. Questi benefici sono per sempre.",
    "paycooldesc5": "Il sistema PAY.COOL è una piattaforma completamente decentralizzata basata sulla blockchain FAB. Tutto è aperto, trasparente, sicuro e affidabile. Gli utenti hanno il controllo assoluto sui propri beni. (È necessario un chiarimento speciale: in base alla conformità o per esigenze aziendali, alcune DAPP hanno funzionalità centralizzate, inclusa la registrazione, KYC, ecc., che sono determinate dalla DAPP e non sono funzioni della piattaforma PAY.COOL.)",
    "paycooldesc6": "Le applicazioni della piattaforma PAY.COOL stanno diventando sempre più ricche. Oltre ai pagamenti, sono disponibili chat decentralizzate, social networking, metaverso, catena di approvvigionamento, e-commerce, ecc., e ce ne saranno sempre di più...",
    "paycooldesc7": "I prodotti di Pay.cool includono il sito https://pay.cool e l'app mobile Pay.cool. Sono prodotti tecnologici sviluppati da Aukfa Inc. in Canada e di proprietà di Pay.cool LLC negli Stati Uniti. La piattaforma è composta da un portafoglio di criptovalute, un sistema di pagamento, un sistema di governance comunitaria e una piattaforma di applicazioni decentralizzate (Dapps).",
    "paycooldesc8": "Pay.cool è una piattaforma aperta e uno strumento tecnico universale che supporta diverse blockchain. Gli utenti e i commercianti possono aggiungere, gestire e utilizzare token da qualsiasi blockchain rilevante. Questi token non sono correlati a Pay.cool e sono di proprietà e sotto la responsabilità dei rispettivi emittenti e utenti. Gli utenti possono anche integrare o connettere qualsiasi applicazione decentralizzata (Dapp), ciascuna delle quali è di proprietà e sotto la responsabilità dei propri proprietari e non è collegata a Pay.cool.",
    "paycooldesc9": "Attualmente, Pay.cool non possiede alcun token, ma prevede di emettere un token della piattaforma. Se emesso, il token sarà sottoposto a un processo di autorizzazione e conformità nel paese o nella regione di emissione.",
    "paycooldesc10": "Struttura operativa: Attualmente, Pay.cool opera solo come fornitore di servizi tecnici. Per promuovere i servizi di pagamento e sostenere l'economia reale, Pay.cool intende cercare partner in vari paesi e regioni. I partner saranno responsabili dell'emissione di stablecoin ancorate a valute locali e della promozione dei servizi di pagamento, a condizione che ottengano le necessarie licenze e rispettino le normative locali.",
    "paycooldesc11": "Attualmente, Pay.cool ha stabilito partnership o affiliati negli Stati Uniti, a Hong Kong, in Australia, nel sud-est asiatico, in Europa e in El Salvador. Tuttavia, non ha ancora avviato operazioni commerciali formali. Dopo il completamento della pianificazione generale, Pay.cool lancerà gradualmente le operazioni, compresa la creazione di team di conformità e operativi.",
    "Turncontoin": "Trasforma il consumo in investimento",
    "Visit Related Websites": "Visita i siti correlati",
    "Download Our": "Scarica il nostro",
    "Parent Node": "Nodo principale",
    "Spend1": "Spendi una volta, guadagna due volte",
    "Paytoearn": "Pagare per guadagnare è cool",
    "Topdesc1": "Veloce, a basso costo, facile da usare, transfrontaliero in tutto il mondo.",
    "Topdesc2": "Trasforma il consumo in investimento, spendi una volta, guadagna due volte! Pay.cool porta l'innovazione rivoluzionaria nella vita.",
    "Topdesc3": "Per gli individui, non solo hai la possibilità di recuperare la tua spesa come consumatore, ma anche l'opportunità di costruire il tuo sistema aziendale per generare un reddito passivo invitando altri a unirsi.",
    "Topdesc4": "Per i commercianti, non solo aumentano le vendite con il potente programma di fidelizzazione, ma possono estendere ampiamente le loro fonti di reddito riferendo i propri clienti al sistema Pay.cool.",
    "Account": "Account",
    "Asset": "Beni",
    "Assets": "Beni",
    "Merchant": "Commerciante",
    "Team": "Team",
    "generateApiCredential": "Genera credenziali API",
    "may_degrade_level": "Cliccando su Riscatta in questo armadietto potrebbe causare una riduzione del livello di partnership Metaforce.",
    "Member": "Membro",
    "Merchant credit": "Credito commerciante",
    "New Merchant Registration": "Nuova registrazione commerciante",
    "Rebate rate": "Tasso di rimborso",
    "Create": "Crea",
    "Update": "Aggiorna",
    "Wallet Balance": "Saldo del portafoglio",
    "Show token": "Mostra token",
    "Down line": "Linea discendente",
    "Register": "Registrati",
    "Login": "Accedi",
    "My Order": "I miei ordini",
    "7fortune": "Fortuna a 7 stelle",
    "Logout": "Disconnettersi",
    "Delete": "Elimina",
    "Forgetpwd": "Password dimenticata",
    "Email address": "Indirizzo email",
    "Wallet name": "Nome del portafoglio",
    "Wallet address": "Indirizzo del portafoglio",
    "Investment amount": "Importo dell'investimento",
    "Gas": "Gas",
    "Password": "Password",
    "Confirm password": "Conferma password",
    "Invitation code": "Codice di invito",
    "Registered": "Registrato",
    "RestorePwd": "Ripristina password",
    "Password mismatch": "Le password non corrispondono",
    "Wallet FAB address required": "Indirizzo FAB del portafoglio richiesto",
    "Remember me": "Ricordami",
    "Activation": "Attivazione",
    "CashAppRequiredNote": "Si prega di trasferire con memo: ultime 6 lettere del tuo indirizzo portafoglio 7-stelle",
    "Activation code": "Codice di attivazione",
    "Sevenstar": "7-Stelle",
    "Sevenstar2": "Consumerchant Club",
    "Consumscore": "Ecosistema di ricompense per il consumo",
    "My referral code": "Il mio codice referral",
    "Referral link": "Link referral",
    "My downline": "La mia linea discendente",
    "Downline": "Linea discendente",
    "Donthaveacct": "Non hai un account",
    "Title1": "Cattura l'",
    "Title1-2": "Era della Blockchain",
    "Title1-3": "Espresso",
    "Title2": "Modello di business a 7 Stelle",
    "MnemNote": "Si prega di registrare con precisione e conservare in modo sicuro il seguente mnemonico SEED di dodici parole, non divulgare il SEED mnemonico a nessun altro. La divulgazione del tuo SEED mnemonico comporterà la compromissione del tuo account e perderai tutti i tuoi fondi. Conserva il tuo SEED mnemonico in modo sicuro in modo che la perdita o il danneggiamento di un dispositivo non comprometta la tua capacità di accedere al tuo SEED mnemonico. Si consiglia di non inviare mai il tuo SEED mnemonico tramite email o altre applicazioni di comunicazione sociale. Assicurati di utilizzare il tuo SEED mnemonico solo con il portafoglio ufficiale FAB/eXchangily/pay.cool.",
    "Backup Wallet Seed Phrases": "Frasi SEED di backup del portafoglio",
    "Desc20": "Architettura unificata, design semplificato, funzioni che coprono cambi di valuta, pagamenti, gestione delle risorse digitali, servizi DEFI, super sicurezza, alta efficienza, basso costo, modalità di pagamento ibrida, per soddisfare qualsiasi esigenza di pagamento, rispetto ai metodi di pagamento tradizionali, esattamente la stessa attività, porta enormi potenziali vantaggi aggiuntivi a commercianti e consumatori.",
    "Desc21": "Un sistema di pagamento universale ibrido supportato da modelli economici innovativi e architettura AI, adatto a qualsiasi commerciante e consumatore, ridefinisce il consumo, riscrive le regole aziendali e costruisce la futura ecologia economica, il tutto in Pay.cool",
    "Title3": "Modello di crescita geometrica",
    "Title4": "Promuovi la collaborazione",
    "Title5": "Trasforma il consumo in investimento, spendi una volta, guadagna due volte. Pay.cool - il modello di business rivoluzionario basato sulla blockchain!",
    "Title6": "La migliore soluzione di pagamento per tutti",
    "Title310": "Altamente sicuro e affidabile",
    "Desc310": "Sfruttando l'architettura blockchain pubblica, i registri distribuiti sono gestiti da più parti indipendenti. Il processo incorpora crittografia obbligatoria, firme digitali e verifica in ogni fase, garantendo sicurezza eccezionale, affidabilità e completa affidabilità.",
    "Title311": "Piattaforma Web3 completa",
    "Desc311": "Con portafoglio multi-chain, pagamenti, social basato su beni e supporto DAPP, Pay.Cool è la porta d'accesso alla prossima generazione di internet.",
    "Title312": "Autonomia sui dati e sui beni digitali",
    "Desc312": "Hai autonomia sui tuoi beni digitali, così come sui tuoi progetti creativi, immagini, video e articoli, ecc...",
    "Title313": "Modello di business Consumerchant",
    "Desc313": "Implanta un modello Consumerchant rivoluzionario per trasformare il consumo in investimento, portando benefici a lungo termine per le imprese e i consumatori.",
    "Title7": "Pagamenti globali rapidi e immediati",
    "Title8": "Piattaforma di pagamento decentralizzata",
    "Title9": "Basso costo di transazione",
    "Title10": "Pagamenti cripto peer-to-peer 24/7",
    "Title11": "Iscriviti gratuitamente con un codice referral",
    "Title12": "Ricompensa basata sui pagamenti con referral",
    "Title13": "Perché utilizzare Pay.Cool",
    "Title15": "Titolarità autonoma dei dati e delle risorse digitali",
    "Title17": "Commissioni di transazione aggiuntive e valore aggiunto",
    "Title19": "I Paesi hanno enormi vantaggi di mercato condivisi",
    "Title24": "Pagare per guadagnare è cool: Programma affiliato",
    "Desc22": "Grazie alla blockchain Fast Access, Pay.Cool è in grado di elaborare i pagamenti in 2 secondi.",
    "Desc23": "Pay.Cool è una rete di pagamento cripto open-source e decentralizzata che offre agli utenti il pieno controllo sui propri beni digitali.",
    "Desc24": "Rispetto alle transazioni POS, costa solo $0,002 per transazione su Pay.Cool, che è lo strumento di pagamento più economico.",
    "Desc25": "Pay.Cool non ha confini e consente agli utenti di effettuare pagamenti cripto peer-to-peer in qualsiasi momento e ovunque con regolamento istantaneo.",
    "Desc26": "Unisciti a Pay.Cool come membro gratuitamente. Inserisci il codice del tuo referente o utilizza questo codice iniziale:",
    "Desc27": "I membri Pay.Cool possono guadagnare fino al 50% della commissione di transazione come ricompensa. Più membri riferisci, più guadagni puoi ottenere.",
    "Desc34": "Crea un account Pay.Cool sul sito web o sul tuo dispositivo mobile e inserisci il codice referral per unirti gratuitamente. Invita quanti più utenti possibile, espandi le tue reti di referral e guarda i tuoi guadagni Pay.Cool crescere insieme agli ecosistemi Consumerchant! Può essere fatto facilmente seguendo i 4 passaggi seguenti:",
    "Step 1": "Passo 1",
    "Step 2": "Passo 2",
    "Step 3": "Passo 3",
    "Step 4": "Passo 4",
    "Step 1 Desc": "Scarica l'app Pay.Cool su Apple Store o Google Play Store",
    "Step 2 Desc": "Unisciti al programma di membership Pay.Cool tramite il tuo codice referral e genera il tuo link personale.",
    "Step 3 Desc": "Condividi il tuo link referral con familiari e amici.",
    "Step 4 Desc": "Continua a espandere la tua rete mentre i tuoi guadagni Pay.Cool continuano a crescere.",
    "Title25": "Preparati per pagamenti cripto senza soluzione di continuità",
    "Title26": "Accedi a oltre 300 milioni di utenti cripto a livello globale. Più di 10K utenti diretti da Pay.Cool.",
    "Title27": "Goditi costi di transazione estremamente bassi con regolamento in tempo reale",
    "Title28": "Pagamenti cripto peer-to-peer senza confini 24/7",
    "Title29": "Cresci il tuo reddito passivo con le ricompense di Pay.Cool",
    "Title30": "Vivi il fascino del WEB3",
    "Title31": "Scarica e installa l'app Pay.Cool oggi stesso:",
    "Read PDF file for details": "Leggi il file PDF per i dettagli",
    "Currency": "Valuta",
    "Select Currency": "Seleziona Valuta",
    "Create Wallet": "Crea Portafoglio",
    "Restore Wallet": "Ripristina Portafoglio",
    "Already have mnemonics? Restore": "Hai già i mnemonici? Ripristina",
    "Next": "Avanti",
    "VerifyMnemNote": "Per verificare che tu abbia registrato correttamente i mnemonici, inseriscili nel loro ordine originale nei campi seguenti digitando o toccando. Ti consigliamo vivamente di digitare i mnemonici, o se hai annotato dei mnemonici errati, potresti perdere permanentemente tutti i tuoi beni. Ti assumi la piena responsabilità per questo.",
    "Back": "Indietro",
    "Confirm": "Conferma",
    "Verify Mnemonics": "Verifica Mnemonici",
    "Wallet Name": "Nome del Portafoglio",
    "Invalid wallet name": "Nome del portafoglio non valido",
    "Type wallet name": "Digita il nome del portafoglio",
    "Invalid password": "Password non valida",
    "Type wallet password": "Digita la password del portafoglio",
    "Type password again": "Ridigita la password",
    "Password doesn't match": "La password non corrisponde",
    "Seed phrase, seperated by space": "Frase mnemonica, separata da spazi",
    "Seed Phrase is invalid": "Frase mnemonica non valida",
    "Import Wallet": "Importa Portafoglio",
    "Wallet Password": "Password del Portafoglio",
    "Confirm Wallet Password": "Conferma la password del portafoglio",
    "My Wallet": "Il mio Portafoglio",
    "My Assets": "I miei Beni",
    "Amount": "Quantità",
    "Enter amount": "Inserisci l'importo",
    "Add Wallet": "Aggiungi Portafoglio",
    "Enroll": "Iscriviti per unirti all'Ecosistema DEFI",
    "Enter wallet address": "Inserisci l'indirizzo del portafoglio",
    "CoinT": "Moneta",
    "Balance": "Saldo",
    "Locked Balance": "Saldo Bloccato",
    "Value(USD)": "Valore(USD)",
    "Dividend": "Dividendo",
    "Your payment is on the way": "Il tuo pagamento è in arrivo",
    "Make another payment": "Effettua un altro pagamento",
    "My wallet": "Il mio portafoglio",
    "My referral link": "Il mio link referral",
    "Team lead": "Leader del Team",
    "Referral": "Referral",
    "Transaction fee": "Commissione di transazione",
    "depends on the gas used on the blockchain": "dipende dal gas utilizzato sulla blockchain",
    "orderTitle": "Dettagli dell'ordine",
    "Status": "Stato",
    "PayDUSD": "Paga con DUSD",
    "Rceiving Address": "Indirizzo di ricezione",
    "Send": "Invia",
    "to the above address": "all'indirizzo sopra indicato",
    "Click to confirm payment after payment made": "Clicca per confermare il pagamento dopo che è stato effettuato",
    "Confirm payment with DUSD": "Conferma il pagamento con DUSD",
    "Txid": "Txid",
    "Enter txid": "Inserisci il txid",
    "PayStatus0": "In attesa di pagamento",
    "PayStatus1": "Segnato come pagato",
    "PayStatus3": "Pagamento confermato",
    "PayStatus4": "Completato",
    "PayStatus5": "Annullato",
    "PayStatus6": "Sospeso",
    "PayStatusundefined": "Sconosciuto",
    "Unkonwn": "Sconosciuto",
    "Enter Account Name": "Inserisci il nome dell'account",
    "Confirm and Pay": "Conferma e Paga",
    "Marked as paid": "Segnato come pagato",
    "Not in Cash App yet? click": "Non ancora su Cash App? clicca",
    "to register": "per registrarti",
    "No order": "Nessun ordine",
    "Created date": "Data di creazione",
    "Last updated": "Ultimo aggiornamento",
    "Create order": "Crea ordine",
    "Invalid referral": "Referral non valido",
    "Select payment method": "Seleziona il metodo di pagamento",
    "NoWalletNote": "Nessun portafoglio disponibile, puoi creare un nuovo portafoglio o importarne uno esistente prima di unirti a Pay.cool come membro.",
    "DeleteNote": "Nota: quando il portafoglio viene eliminato, tutti i suoi dati verranno rimossi in modo permanente da questo dispositivo. Assicurati di aver annotato e conservato i mnemonici in modo sicuro, altrimenti perderai questo portafoglio e tutti i beni in esso contenuti in modo permanente.",
    "ConfirmDel": "Sei sicuro di voler eliminare il portafoglio da questo dispositivo?",
    "Yes": "Sì",
    "Cancel": "Annulla",
    "NoWalletNote2": "Nessun portafoglio disponibile, crea o ripristina prima il tuo portafoglio.",
    "Wallet": "Portafoglio",
    "Assets in wallet": "Beni nel portafoglio",
    "Assets in exchange": "Beni in scambio",
    "Defi assets": "Beni DEFI",
    "Flash pay": "Pagamento veloce",
    "Trade": "Commercio",
    "My DEFI Assets": "I miei beni DEFI",
    "My Orders": "I miei Ordini",
    "My Team": "Il mio Team",
    "Value": "Valore",
    "You have no any DEFI asset": "Non hai alcun bene DEFI",
    "My pay.cool assets total value": "Valore totale dei miei beni 7-star bloccati",
    "Brief Introduction": "Breve Introduzione",
    "Waiting to start": "In attesa di iniziare",
    "In progress": "In corso ......",
    "Ended": "Terminato",
    "My participation": "La mia partecipazione",
    "Transaction History": "Storico delle Transazioni",
    "Login Setting": "Impostazione di Accesso",
    "Show seed phrase": "Mostra frase mnemonica",
    "DeleteWallet": "Elimina Portafoglio",
    "Receive": "Ricevi",
    "Send$": "Invia",
    "Download QR Code": "Scarica Codice QR",
    "Send to": "Invia a",
    "To address": "All'indirizzo",
    "Send amount": "Importo da inviare",
    "Comment": "Commento",
    "Advanced": "Avanzate",
    "Fiu/Byte": "Fiu/Byte",
    "I haven't participate this campaign yet": "Non ho ancora partecipato a questa campagna",
    "I participated this campaign already": "Ho già partecipato a questa campagna",
    "Participate this project": "Partecipa a questo progetto",
    "Waitting for payment": "In attesa di pagamento",
    "Payment confirmed": "Pagamento confermato",
    "Completed": "Completato",
    "Cancelled": "Annullato",
    "Suspended": "Sospeso",
    "Make payment": "Effettua pagamento",
    "Referral (mandatory)": "Referral (obbligatorio)",
    "Invalid referral code": "Codice referral non valido",
    "You can't use your own referral code": "Non puoi utilizzare il tuo codice referral",
    "Receiving address": "Indirizzo di ricezione",
    "Please pay": "Si prega di pagare",
    "to below address": "al seguente indirizzo (scansiona il Codice QR o copia e incolla l'indirizzo)",
    "Please select a blockchain": "Si prega di selezionare una blockchain",
    "Tron": "Tron",
    "Ethereum": "Ethereum",
    "TransactionId (mandatory)": "ID Transazione (obbligatorio)",
    "Confirm payment": "Conferma pagamento",
    "Can't make duplicate payment": "Non è possibile effettuare un pagamento duplicato",
    "My total rewards": "Le mie ricompense totali",
    "Not calculated yet": "Non ancora calcolato",
    "My level": "Il mio livello",
    "Global ecosystem geographic node owner": "Proprietario di nodo geografico nell'ecosistema globale",
    "Governing territory": "Territorio governato",
    "To be decided": "Da decidere",
    "My account summary": "Riepilogo del mio account",
    "Universal ID": "ID Universale",
    "PwdNote": "La password deve essere composta da 8-12 caratteri o numeri, deve contenere almeno una lettera maiuscola, una minuscola e un carattere speciale ($%#@&*).",
    "Mnemonics mismatch": "I mnemonici non corrispondono",
    "Type in wallet name": "Digita il nome del portafoglio",
    "Type in password": "Digita la password",
    "Confirm Password": "Conferma Password",
    "Repeat password": "Ripeti password",
    "Submit": "Invia",
    "Confirm to delete": "Comprendo le conseguenze dell'eliminazione, continua con l'eliminazione",
    "My referral-code": "Il mio codice referral",
    "Set Password": "Imposta Password",
    "Pay through your Lightning Remit account": "Paga attraverso il tuo account Lightning Remit",
    "Your Lightning Remit account balance": "Saldo del tuo account Lightning Remit",
    "Learn more for details": "Ulteriori informazioni",
    "Opportunities": "PAGA PER GUADAGNARE È COOL!",
    "Opportunities-content": "Iscriviti gratuitamente come individuo o commerciante, non è richiesto alcun pagamento, basta partecipare e referire, poi puoi consumare per guadagnare, o creare un team per costruire la tua attività.",
    "GET STARTED": "INIZIA",
    "Join for free": "Unisciti gratuitamente",
    "Join Detail": "Scopri il miracolo di guadagnare consumando, o costruisci il tuo impero aziendale - completamente gratis.",
    "Join Now": "Unisciti Ora",
    "English Contents": "Contenuti in Inglese",
    "Simplified Chinese Contents": "Contenuti in Cinese Semplificato",
    "Referral code": "Codice referral",
    "Enter refcode": "Inserisci codice referral",
    "You are NOT a Pay.cool member": "NON sei un membro Pay.cool",
    "Apple store app": "Scarica app Apple Store",
    "Google play app": "Scarica app Google Play",
    "Privacy Policy": "Politica sulla privacy",
    "No Data Collection": "Nessuna raccolta dati",
    "import from 7star": "importa da 7star",
    "pixels": "pixel",
    "Max": "Max",
    "Referrer address": "Indirizzo referral",
    "Delete image": "Elimina immagine",
    "Merchant id": "ID commerciante",
    "Image file size exceeds 256K bytes.": "La dimensione del file dell'immagine supera i 256K byte.",
    "Image size must be 320 x 200 pixels !": "Le dimensioni dell'immagine devono essere 320 x 200 pixel!",
    "Error in uploading.": "Errore nel caricamento.",
    "privacycontent": "Pay.cool è un'applicazione decentralizzata open source, l'utente può utilizzarla liberamente generando il proprio portafoglio, non è necessaria la registrazione o l'iscrizione, la password è utilizzata per crittografare i mnemonici o la chiave privata sul dispositivo locale dell'utente, non viene raccolto alcun dato dell'utente.",
    "homeTitle": "UNA PIATTAFORMA DI PAGAMENTO WEB3 INNOVATIVA",
    "homeIntro1":"Consumatori: il consumo si trasforma in investimento, commercianti: le risorse di reddito vengono automaticamente ampliate.",
    "homeIntro2":"Sovverti il ​​modello economico tradizionale, sperimenta la magia del business futuro, connettiti senza soluzione di continuità con le attività commerciali esistenti e la tecnologia unica ti consente di entrare nell'economia futura!",    "Get The APP": "Ottieni l'APP",
    "Kanban address": "Indirizzo Kanban",
    "merHomeTitle1": "CON PAY.COOL IN MANO, DOMINA IL MONDO WEB3!",
    "merHomeDesc": "Un mondo duale, una nuova economia, nuove opportunità e un'esperienza magica.",
    "merHomeBtn1": "Registra Account",
    "merHomeBtn2": "Hai bisogno di aiuto?",
    "editMerchant": "Il mio Account",
    "merWhyUs": "Perché scegliere Pay.Cool?",
    "merWhyUs1": "Sicuro",
    "merWhyUs1Desc": "Pagamenti cripto sicuri e regolamenti istantanei.",
    "merWhyUs2": "Basso Costo",
    "merWhyUs2Desc": "Enormi risparmi rispetto ai sistemi di pagamento POS.",
    "merWhyUs3": "Reddito Passivo",
    "merWhyUs3Desc": "Guadagna un reddito passivo oltre il tuo attuale ambito aziendale.",
    "merWhyUs4": "Nuovi Clienti",
    "merWhyUs4Desc": "Nuove fasce di clienti attraverso il referral.",
    "merCasherIntro1": "Impostazione facile del cassiere",
    "merCasherIntro2": "Codice QR automatico per i pagamenti",
    "merCasherIntro3": "Condividi facilmente con i clienti",
    "merCasherIntro4": "Supporto disponibile 24/7",
    "merCasherLink": "Imposta il Cassiere Pay.Cool",
    "merCasherLinkDesc": "Nota: Imposta il cassiere Pay.Cool dopo l'approvazione della tua registrazione.",
    "merHow": "Come funziona?",
    "merHow1": "Imposta un Account Commerciante Pay.Cool",
    "merHow1Desc": "La registrazione è rapida e facile per tutti; Il supporto è sempre disponibile.",
    "merHow2": "Invia il Codice QR dell'Ordine al Consumatore",
    "merHow2Desc": "Condividi facilmente il codice QR del pagamento con il consumatore.",
    "merHow3": "Ricevi il Pagamento in Pochi Secondi",
    "merHow3Desc": "Completa l'operazione velocemente come con una carta di credito.",
    "merAccept": "Accetta cripto Lightning velocemente su tutte le principali blockchain",
    "merAcceptDesc": "Il tipo di pagamenti cripto da accettare è a discrezione del commerciante.",
    "merWho": "Chi collabora con noi",
    "merWholink": "Visualizza tutti i partner commerciali",
    "merReady": "Pronto per iniziare?",
    "merReadyDesc": "Trasforma la tua attività con pagamenti cripto veloci e sicuri. Iscriviti ora!",
    "cashierSetup": "Impostazione del Cassiere",
    "cashierCheckout": "Checkout",
    "cashierTransactionHistory": "Storico delle Transazioni",
    "cashierUserGuide": "DOCUMENTO GUIDA UTENTE",
    "cashierContactSupport": "CONTATTA IL SUPPORTO",
    "cashierOrderInformation": "Informazioni sull'Ordine",
    "cashierOrderOwner": "Proprietario dell'Ordine (Venditore, operatore)",
    "cashierOrderType:": "Tipo di Ordine:",
    "cashierOne-TimePayment": "Pagamento Singolo",
    "cashierReusablePayment": "Pagamento Riutilizzabile",
    "cashierItemName": "Nome dell'Articolo",
    "cashierItemPrice": "Prezzo",
    "cashierItemQuantity": "Quantità",
    "cashierTaxRate": "Aliquota IVA (%)",
    "cashierRebateRate": "Aliquota Sconto (%)",
    "cashierRewardsLockDays": "Giorni di Blocco Ricompense",
    "cashierShare": "Condividi",
    "cashierCancel": "Annulla",
    "cashierClearForm": "Cancella Modulo",
    "cashierCreate QR Code": "Crea Codice QR",
    "newMerchantReg": "Nuova Registrazione Commerciante",
    "myMerchantReg": "La Mia Registrazione Commerciante",
    "businessname": "Nome Azienda",
    "businesslogo": "Logo Aziendale",
    "uploadimage": "Carica Immagine",
    "businessaddress": "Indirizzo Aziendale",
    "businesswebsite": "Sito Web Aziendale",
    "contactname": "Nome Contatto",
    "phone": "Numero di Telefono",
    "emailCa": "Indirizzo Email",
    "email2": "Reinserisci Indirizzo Email",
    "businesshour": "Orario di Lavoro",
    "businessdescrip": "Descrizione Aziendale",
    "rebate": "*Aliquota Sconto",
    "primarycoin": "*Criptovaluta Principale per l'Azienda",
    "tax": "*Aliquota IVA (%)",
    "lock": "*Giorni di Blocco",
    "merchantreferer": "*Codice Referral del Commerciante",
    "submit": "Invia",
    "left01": "Ti preghiamo di dedicare qualche minuto per completare questo modulo di registrazione. L'amministrazione approverà entro 24-48 ore tramite notifica via email.",
    "left02": "*Solo i campi con un asterisco sono obbligatori",
    "left03": "Hai bisogno di aiuto con la registrazione? Contattaci a marketing@pay.cool",
    "tip01": "Aliquota Sconto",
    "tip01-text": "Sconto offerto ai consumatori. Gamma: 0%-99% che va al sistema di ricompensa consumerchant.",
    "tip02": "Criptovaluta Principale per l'Azienda",
    "tip02-text": "La criptovaluta principale che accetti come commerciante.",
    "tip03": "Aliquota IVA",
    "tip03-text": "Aliquota fiscale locale nella regione operativa del commerciante (città/stato ecc.)",
    "tip04": "Giorni di Blocco",
    "tip04-text": "Sono i giorni durante i quali il tuo cliente può restituire il prodotto e ottenere un rimborso.",
    "tip05": "Codice Referral del Commerciante",
    "tip05-text": "Il codice del referral che ha presentato il commerciante per la registrazione.",
    "notification": "Grazie per aver inviato la tua candidatura! Ti risponderemo entro 24-48 ore con un'email di conferma. Assicurati che il tuo indirizzo email sia valido.",
    "headline": "Contatta le Vendite Pay.Cool",
    "subheadline": "Hai bisogno di aiuto? Utilizza questo modulo per richieste di vendita. Ti risponderemo entro 24-48 ore.",
    "firstname": "PRIMO NOME",
    "firstname-inbox": "Primo Nome",
    "lastname": "COGNOME",
    "lastname-inbox": "Cognome",
    "email": "INDIRIZZO EMAIL",
    "email-inbox": "Indirizzo Email",
    "cell": "NUMERO DI TELEFONO",
    "cell-inbox": "Numero di Telefono",
    "company": "AZIENDA",
    "company-inbox": "Nome Azienda",
    "companyweb": "SITO WEB AZIENDALE",
    "companyweb-inbox": "Sito Web Aziendale",
    "industry": "SETTORE",
    "industry-inbox": "Seleziona un settore",
    "country": "PAESE",
    "country-inbox": "Seleziona un paese",
    "message": "MESSAGGIO",
    "message-inbox": "Messaggio per il team di vendite Pay.Cool...",
    "submitCa": "Invia",
    "cashierSetupCa": "Impostazione Cassiere",
    "checkout": "Cassa",
    "transactionHistory": "Storico Transazioni",
    "userGuide": "GUIDA UTENTE",
    "contactSupport": "CONTATTA IL SUPPORTO",
    "merchantInformation": "Informazioni sul Commerciante",
    "merchantReceivingAddress": "Indirizzo del Portafoglio Ricevente del Commerciante",
    "saveButton": "Salva",
    "tipTitle": "Nota",
    "tip-text": "Inserisci l'indirizzo del portafoglio ricevente del commerciante e clicca su Salva per completare l'impostazione. Il tuo ID commerciante sarà collegato al tuo indirizzo di portafoglio ricevente dopo l'impostazione del cassiere.",
    "merchantID": "ID Commerciante",
    "notificationCa": "Congratulazioni! Il tuo Cassiere Pay.Cool è stato configurato correttamente.",
    "title": "Storico Transazioni",
    "totalOrder": "Ordine Totale",
    "blockchainTransactionID": "ID Transazione Blockchain",
    "consumerWalletAddress": "Indirizzo Portafoglio del Consumatore",
    "currency": "Valuta",
    "amount": "Importo",
    "recent apk": "APK più recente",
    "older apk": "APK precedente",
    "downloadApk": "Scarica",
    "whatsnew": "Novità",
    "lastRelease": "Ultima Versione",
    "candidate": "Candidato",
    "Consumer": "Consumatore",
    "Upload Image": "Carica Immagine",
    "Uploaded": "Caricato",
    "Selection Preview": "Anteprima Selezione",
    "Confirm Selection": "Conferma Selezione",
    "Pay.cool MultiSig Wallet": "Portafoglio MultiSig Pay.cool",
    "newsafeway": "Un nuovo modo per accedere in modo sicuro alla blockchain.",
    "Create MultiSig": "Crea MultiSig",
    "multisigexp": "Crea un portafoglio controllato da più proprietari.",
    "Import MultiSig": "Importa MultiSig",
    "hasMultisig": "Hai già un Portafoglio MultiSig? Importalo con l'indirizzo.",
    "MultiSig wallet": "Portafoglio MultiSig",
    "Create a MultiSig": "Crea un MultiSig",
    "selectChain": "Seleziona la tua rete multisig, dopo aver creato il portafoglio multisig potrai usarlo solo sulla rete selezionata.",
    "multiwalletNName": "Imposta il nome del portafoglio multisig, il nome del portafoglio è memorizzato solo nel tuo dispositivo.",
    "Enter wallet name": "Inserisci il nome del portafoglio",
    "gasFee": "Tariffa stimata, Pay.cool non trae benefici da questa operazione",
    "Edit": "Modifica",
    "Edit Gas Fee": "Modifica la tariffa del gas",
    "Gas Price": "Prezzo del Gas",
    "Gas Limit": "Limite del Gas",
    "Save": "Salva",
    "owner": "Proprietario",
    "setOwer": "Imposta i proprietari",
    "Minimum number of confirmations": "Numero minimo di conferme",
    "Create new Account": "Crea un nuovo Account",
    "Review": "Rivedi",
    "reviewExp": "Stai per creare un nuovo Account e dovrai confermare la transazione con il tuo portafoglio connesso.",
    "Network": "Rete",
    "Name": "Nome",
    "Owners": "Proprietari",
    "Threshold": "Soglia",
    "Est. network fee": "Tariffa stimata della rete",
    "Account creation": "Creazione dell'Account",
    "Wait for the creation": "Attendere la creazione",
    "networkExp": "A seconda dell'uso della rete, può volerci del tempo prima che la transazione venga aggiunta con successo alla blockchain e riconosciuta dai nostri servizi.",
    "Transaction is being executed": "La transazione è in corso",
    "Please do not leave this page.": "Si prega di non lasciare questa pagina.",
    "Validating transaction": "Convalida della transazione",
    "Your Wallet address": "Il tuo indirizzo del portafoglio",
    "Error while creating the address": "Errore nella creazione dell'indirizzo",
    "Start using your wallet": "Inizia a usare il tuo portafoglio",
    "Account usage": "Utilizzo dell'Account",
    "Connect your Account": "Connetti il tuo Account",
    "Overview": "Panoramica",
    "Transaction queue": "Coda delle transazioni",
    "setOwner": "Imposta i proprietari e la soglia per il portafoglio multisig",
    "Add owner": "Aggiungi proprietario",
    "Quick Links": "Link Rapidi",
    "About Us": "Chi Siamo",
    "Privacy": "Privacy",
    "Help": "Aiuto",
    "About Pay.cool": "Chi è Pay.cool",
    "Jobs": "Lavori",
    "Blog": "Blog",
    "Stay Connected": "Rimani Connesso",
    "JOIN US": "UNISCITI A NOI",
    "subNews": "Iscriviti alla Newsletter di Pay.Cool",
    "signEml": "Inserisci indirizzo email",
    "emailVal": "Si prega di inserire un indirizzo email valido.",
    "succesScrib": "Iscrizione completata con successo, grazie",
    "Get Started": "Inizia",
    "cpyRight": "Tutti i diritti riservati.",
    "totalDownload": "Download Totali",
    "announcement1": "Progetto Obbligazionario Digitale Nazionale di El Salvador (DNB) Annunciato Ufficialmente!",
    "announcement2": "Pay.Cool Beiku Payment come Sottoscrittore Principale rappresenta completamente l'emissione di 1,5 miliardi di obbligazioni nazionali! E offre servizi di immigrazione, green card e visti salvadoregni.",
    "announcement3": "Il sito di acquisto è attualmente in fase di aggiornamento e miglioramento, rimanete sintonizzati!",
    "Learn More": "Scopri di più",
    "Events": "Eventi",
    "Organizer": "Organizzatore",
    "Event Data": "Data Evento",
    "Registration Deadline": "Scadenza della Registrazione",
    "Service Email": "Email del Servizio",
    "Download Link": "Link per il Download",
    "Location": "Posizione",
    "Developers": "Sviluppatori",
    "User": "Utente",
    "Referrer": "Referral",
    "Animation": "Animazione",
    "Pwdvalid": "Password non valida"
}
